{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "-1"
			},
			"Translation":
			{
				"Text": "-1"
			},
			"Key": "ECA7B9C9491E3EA601EC5BBD6317AD86"
		},
		{
			"Source":
			{
				"Text": "..."
			},
			"Translation":
			{
				"Text": "..."
			},
			"Key": "391D2831491DE51A6A1958B4D3145E91"
		},
		{
			"Source":
			{
				"Text": "..."
			},
			"Translation":
			{
				"Text": "..."
			},
			"Key": "A6D1B6994EDA5D4A3A6289ABC2E9AB1A"
		},
		{
			"Source":
			{
				"Text": "..."
			},
			"Translation":
			{
				"Text": "..."
			},
			"Key": "F1B9E3C74C06BBED8EE896BF339E644B"
		},
		{
			"Source":
			{
				"Text": "..."
			},
			"Translation":
			{
				"Text": "..."
			},
			"Key": "10CCA31248469E96CA92C2A26255CFB2"
		},
		{
			"Source":
			{
				"Text": "0: Download the XV3DTools tool from the cloud drive."
			},
			"Translation":
			{
				"Text": "0: Download the XV3DTools tool from the cloud drive."
			},
			"Key": "D74E17E44DC4A2257CA381AD2DF64BB7"
		},
		{
			"Source":
			{
				"Text": "1: Set the parameter ''XV3DTools Folder'' to the local path where the XV3DTools is located."
			},
			"Translation":
			{
				"Text": "1: Set the parameter ''XV3DTools Folder'' to the local path where the XV3DTools is located."
			},
			"Key": "EE1C99674FCF85E31A2F6DB7780A7D1A"
		},
		{
			"Source":
			{
				"Text": "2: Set the parameter \"Input MP4 Path\" to your MP4 file (FPS > 20)."
			},
			"Translation":
			{
				"Text": "2: Set the parameter \"Input MP4 Path\" to your MP4 file (FPS > 20)."
			},
			"Key": "4A5226E548DACE68FCF98DBD48A2191F"
		},
		{
			"Source":
			{
				"Text": "3: Set the parameter ''Output Folder'' to the folder where you can find the training results."
			},
			"Translation":
			{
				"Text": "3: Set the parameter ''Output Folder'' to the folder where you can find the training results."
			},
			"Key": "1180F696415A09B84D5D4B9E74D3326B"
		},
		{
			"Source":
			{
				"Text": "4: Press the button  “Start Training” ,  The estimated training time can be seen under ”Advanced options“."
			},
			"Translation":
			{
				"Text": "4: Press the button  “Start Training” ,  The estimated training time can be seen under ”Advanced options“."
			},
			"Key": "C8E1881145BDEE32600D96931F480A23"
		},
		{
			"Source":
			{
				"Text": "50"
			},
			"Translation":
			{
				"Text": "50"
			},
			"Key": "9C670A624F86ADE67B7867B865EDD47F"
		},
		{
			"Source":
			{
				"Text": "Advanced Options"
			},
			"Translation":
			{
				"Text": "Advanced Options"
			},
			"Key": "8D4267584AB8FA5F320CFB9FABA5B574"
		},
		{
			"Source":
			{
				"Text": "After v1.1.3, this plugin supports dragging multiple ply files "
			},
			"Translation":
			{
				"Text": "After v1.1.3, this plugin supports dragging multiple ply files "
			},
			"Key": "F44018A043D9CC9E478EC99C1CB35EB2"
		},
		{
			"Source":
			{
				"Text": "D:/XV3dGS/Images"
			},
			"Translation":
			{
				"Text": "D:/XV3dGS/Images"
			},
			"Key": "0727776F4811B7E181C83D9FB2B35D3C"
		},
		{
			"Source":
			{
				"Text": "D:/XV3dGS/Output"
			},
			"Translation":
			{
				"Text": "D:/XV3dGS/Output"
			},
			"Key": "BCF7E8484A13F31C9E8EC1BCEA77A61C"
		},
		{
			"Source":
			{
				"Text": "D:/XV3dGS/Output"
			},
			"Translation":
			{
				"Text": "D:/XV3dGS/Output"
			},
			"Key": "0AB3D5124D637F9909B76DBB50D2406C"
		},
		{
			"Source":
			{
				"Text": "D:/XV3dGS/XV3DTools"
			},
			"Translation":
			{
				"Text": "D:/XV3dGS/XV3DTools"
			},
			"Key": "CE2138B845A00F3BFA85B39792FEAF00"
		},
		{
			"Source":
			{
				"Text": "D:/XV3dGS/XV3DTools"
			},
			"Translation":
			{
				"Text": "D:/XV3dGS/XV3DTools"
			},
			"Key": "779FCD38467435F45E276D808511EBB4"
		},
		{
			"Source":
			{
				"Text": "D:/XV3dGS/resource.mp4"
			},
			"Translation":
			{
				"Text": "D:/XV3dGS/resource.mp4"
			},
			"Key": "B602F10B412645F62D5C26B48AFADAA5"
		},
		{
			"Source":
			{
				"Text": "Estimated Training Time (in minutes) : "
			},
			"Translation":
			{
				"Text": "Estimated Training Time (in minutes) : "
			},
			"Key": "BB67D992438EB127DF48FBB2EBF55B53"
		},
		{
			"Source":
			{
				"Text": "If you have any issue, you can raise it on GitHub Issue, or email: "
			},
			"Translation":
			{
				"Text": "If you have any issue, you can raise it on GitHub Issue, or email: "
			},
			"Key": "04E0D7F14D23AA3A1FDCF2AEC3E4E194"
		},
		{
			"Source":
			{
				"Text": "Images are extracted from the input MP4 file for training."
			},
			"Translation":
			{
				"Text": "Images are extracted from the input MP4 file for training."
			},
			"Key": "71636C4649E5D3716384509B4C59DB48"
		},
		{
			"Source":
			{
				"Text": "Import PLY"
			},
			"Translation":
			{
				"Text": "Import PLY"
			},
			"Key": "05CE9FF5448A8BBEB67BFB9C5D115666"
		},
		{
			"Source":
			{
				"Text": "Import PLY File"
			},
			"Translation":
			{
				"Text": "Import PLY File"
			},
			"Key": "63E669F44F6E4C4E2AB45B98C09001A7"
		},
		{
			"Source":
			{
				"Text": "Increase this parameter If you want to train more steps, vice versa"
			},
			"Translation":
			{
				"Text": "Increase this parameter If you want to train more steps, vice versa"
			},
			"Key": "2E8359EA440B41A1F0913CBA60A9CEE9"
		},
		{
			"Source":
			{
				"Text": "Input Images Path"
			},
			"Translation":
			{
				"Text": "Input Images Path"
			},
			"Key": "15710A354ACF71B90462C19B875A0C32"
		},
		{
			"Source":
			{
				"Text": "Input MP4 Path"
			},
			"Translation":
			{
				"Text": "Input MP4 Path"
			},
			"Key": "CAE9643A46EBC36749326AB27E20B5DE"
		},
		{
			"Source":
			{
				"Text": "Merge Images To MP4"
			},
			"Translation":
			{
				"Text": "Merge Images To MP4"
			},
			"Key": "6A0124F34E861D0742CB5BBF08ABCC71"
		},
		{
			"Source":
			{
				"Text": "Merge all the images under the input folder into one mp4 file."
			},
			"Translation":
			{
				"Text": "Merge all the images under the input folder into one mp4 file."
			},
			"Key": "359AB1B94D826B3DB0FA0C8D6A2B7751"
		},
		{
			"Source":
			{
				"Text": "Note: CUDA 11 or above  must be installed."
			},
			"Translation":
			{
				"Text": "Note: CUDA 11 or above  must be installed."
			},
			"Key": "D978D88648C3DFA0C3850B8883A13A46"
		},
		{
			"Source":
			{
				"Text": "Number of Training Images:"
			},
			"Translation":
			{
				"Text": "Number of Training Images:"
			},
			"Key": "47CF0DA243DD5299D937C1B1AE8D599D"
		},
		{
			"Source":
			{
				"Text": "Output Folder"
			},
			"Translation":
			{
				"Text": "Output Folder"
			},
			"Key": "CBC927094C4A94440891F7A3985B59E2"
		},
		{
			"Source":
			{
				"Text": "Output Folder"
			},
			"Translation":
			{
				"Text": "Output Folder"
			},
			"Key": "189CBD61400656EBD7A25587430A8B86"
		},
		{
			"Source":
			{
				"Text": "Refresh Estimated Time"
			},
			"Translation":
			{
				"Text": "Refresh Estimated Time"
			},
			"Key": "09F709B742634EA5DF54208922A7D86A"
		},
		{
			"Source":
			{
				"Text": "Start Training"
			},
			"Translation":
			{
				"Text": "Start Training"
			},
			"Key": "4C1CB6354EF462C27B20D6A3BEC276C9"
		},
		{
			"Source":
			{
				"Text": "TEST"
			},
			"Translation":
			{
				"Text": "TEST"
			},
			"Key": "D9D95C1345D1449AA5F3FFAE94A61FE2"
		},
		{
			"Source":
			{
				"Text": "TEST"
			},
			"Translation":
			{
				"Text": "TEST"
			},
			"Key": "DFAEF5FC482CB63735F1D181AF016DD4"
		},
		{
			"Source":
			{
				"Text": "TEST"
			},
			"Translation":
			{
				"Text": "TEST"
			},
			"Key": "52B5FBC746F8871E073D519F59A5FD23"
		},
		{
			"Source":
			{
				"Text": "Time increases as the total traning iterations increases"
			},
			"Translation":
			{
				"Text": "Time increases as the total traning iterations increases"
			},
			"Key": "975F6997430CD76FD65687BAD8F4CAA5"
		},
		{
			"Source":
			{
				"Text": "Tools"
			},
			"Translation":
			{
				"Text": "Tools"
			},
			"Key": "9DBDB6C549748D5E3A92D28785995429"
		},
		{
			"Source":
			{
				"Text": "Total Training Iterations is restricted from 3,000 to 50,000"
			},
			"Translation":
			{
				"Text": "Total Training Iterations is restricted from 3,000 to 50,000"
			},
			"Key": "6581A624447DFDBE776F1798605BAC95"
		},
		{
			"Source":
			{
				"Text": "Total Training Iterations: "
			},
			"Translation":
			{
				"Text": "Total Training Iterations: "
			},
			"Key": "EED8BAF64645588C103FA79C5810C2CB"
		},
		{
			"Source":
			{
				"Text": "Train a given mp4 video to Gaussian Splatting ply file. "
			},
			"Translation":
			{
				"Text": "Train a given mp4 video to Gaussian Splatting ply file. "
			},
			"Key": "D064BA844E34CDABF96984A763B74BED"
		},
		{
			"Source":
			{
				"Text": "Training"
			},
			"Translation":
			{
				"Text": "Training"
			},
			"Key": "6A1E6F8B444701D350393391C5E048EE"
		},
		{
			"Source":
			{
				"Text": "Training Iterations per Image: "
			},
			"Translation":
			{
				"Text": "Training Iterations per Image: "
			},
			"Key": "4C2286EB48E4C617FC4CD985B34B840C"
		},
		{
			"Source":
			{
				"Text": "Usage Steps:"
			},
			"Translation":
			{
				"Text": "Usage Steps:"
			},
			"Key": "35AC440F4ACAA8B63F22D88710C1968B"
		},
		{
			"Source":
			{
				"Text": "XV3DTools Folder"
			},
			"Translation":
			{
				"Text": "XV3DTools Folder"
			},
			"Key": "4E1473174CB64E5FE63C1F8747463687"
		},
		{
			"Source":
			{
				"Text": "XV3DTools Folder"
			},
			"Translation":
			{
				"Text": "XV3DTools Folder"
			},
			"Key": "AE0C0FC7441F463A81A6E4854E239559"
		},
		{
			"Source":
			{
				"Text": "XV3DTools and Demo MP4 files can be downloaded from our github: "
			},
			"Translation":
			{
				"Text": "XV3DTools and Demo MP4 files can be downloaded from our github: "
			},
			"Key": "AFE06F384C665222A27984879916A933"
		},
		{
			"Source":
			{
				"Text": "XV3DTools v1.0"
			},
			"Translation":
			{
				"Text": "XV3DTools v1.0"
			},
			"Key": "226208DE4C3D54E8F07064BA369CEEA4"
		},
		{
			"Source":
			{
				"Text": "directly into the Content Browser and importing them."
			},
			"Translation":
			{
				"Text": "directly into the Content Browser and importing them."
			},
			"Key": "9EA4BE7E40D2C6EC20C044BEB8076190"
		},
		{
			"Source":
			{
				"Text": "https://github.com/xverse-engine/XV3DGS-UEPlugin"
			},
			"Translation":
			{
				"Text": "https://github.com/xverse-engine/XV3DGS-UEPlugin"
			},
			"Key": "508063AF4BA2AEC8A128EDB44CAE2998"
		},
		{
			"Source":
			{
				"Text": "linxiangkai@xverse.cn"
			},
			"Translation":
			{
				"Text": "linxiangkai@xverse.cn"
			},
			"Key": "F098854D4F8901B3355334B9C5E8F817"
		}
	]
}